Data/TestFiles/cases/MeanVelocityForceCellZone/case/constant/turbulenceProperties
/*--------------------------------*- C++ -*----------------------------------*\
|                                                                             |
|                Generated by the CfdOF workbench for FreeCAD                 |
|                      https://github.com/jaheyns/CfdOF                       |
|                                                                             |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType LES;

LES
{
    LESModel            kOmegaSSTIDDES;

    turbulence          on;

    printCoeffs         on;

    delta               IDDESDelta;

    IDDESDelta
    {
        cw 0.15;
        deltaCoeff 1;
    }

}
